
# Token Telegram bot
bot_token = '6469194363:AAEbxd6Y-cGYPqJzYfT51izT-Fe5G1T8hF8' # токен бота
CHANNEL_ID = 6767676767 # id канала куда будет отсылаться информация, ид без -100 в начале (например: 124873248) - указать заместо нуля

# ID Admin
admin_id = 657567675 # id админа - указать заместо нуля

bot_login = 'Testbdnkf_bot' # логин бота
ref_percent = 5 # Процент реферальной системы

QIWI_NUMBER = '***********'    # номер киви
QIWI_TOKEN = '7f18'            # токен киви

text_purchase = '❕ Вы выбрали: ' \
                '{name}\n\n' \
                '{info}\n\n' \
                '💠 Цена: {price} рублей\n' \
                '💠 Кол-во товара: {amount}' \


# инфа
info = '''❗️ Правила сервиса:

 \n'''

# Пополнение баланса
replenish_balance='Пополнение баланса\n\n' \
                    'Оплата киви: \n\n' \
                    'Номер:  {number}\n' \
                    'Коментарий:  {code}\n' \
                    'Отправь сумму  от 1 до 15000 рублей'

# Профиль
profile = '🧾 Профиль\n\n' \
          '❕ Ваш id - {id}\n' \
          '❕ Ваш логин - {login}\n' \
          '❕ Дата регистрации - {data}\n\n' \
          '💰 Ваш баланс - {balance} рублей'
